Repository: enginbolat/FitFlow
Catalog: FitFlow/Constants/Localizable.xcstrings
Source language: en
Languages: tr

# %lld Öğün
source: %lld Meal%@
tr: %lld Öğün

# + %lld öğün daha
source: + %lld more meals
tr: + %lld öğün daha

source: Age
tr: Yaş

source: Build Muscle
tr: Kas Yapmak

# Devam Et
source: Continue
tr: Devam Et

# fillIntheMissingInformation
source: Let's Fill in the Missing Information
tr: Eksik Bilgileri Tamamlayalım

# Form Videosunu İzle
source: Watch Form Video
tr: Form Videosunu İzle

# Gemini sana özel programı hazırlıyor...
source: Gemini is preparing your personalized program...
tr: Gemini sana özel programı hazırlıyor...

# Gemini verilerini analiz ediyor...
source: Gemini is analyzing your data...
tr: Gemini verilerini analiz ediyor...

# Genel Bilgiler
source: General Information
tr: Genel Bilgiler

# Geri Al
source: Undo
tr: Geri Al

# Günlük Adımlar
source: Daily Steps
tr: Günlük Adımlar

# Günlük Beslenme Hedefim
source: My Daily Nutrition Goal
tr: Günlük Beslenme Hedefim

# Günlük İdman Planı
source: Daily Workout Plan
tr: Günlük İdman Planı

# Günlük Toplam
source: Daily Total
tr: Günlük Toplam

# Günlük Yemek Planı
source: Daily Meal Plan
tr: Günlük Yemek Planı

# Hareketler & Detaylar
source: Exercises & Details
tr: Hareketler & Detaylar

# Hazırlanış Videosunu İzle
source: Watch Preparation Video
tr: Hazırlanış Videosunu İzle

# Hedef: %lld adım
source: Goal: %lld steps
tr: Hedef: %lld adım

source: Height
tr: Boy

# Hızlı Metrikler
source: Quick Metrics
tr: Hızlı Metrikler

# İdmanı Tamamla
source: Complete Workout
tr: İdmanı Tamamla

# Kalori
source: Calories
tr: Kalori

# Karbonhidrat
source: Carbs
tr: Karbonhidrat

# looseWeight
source: Lose Weight
tr: Kilo Vermek

# Merhaba, %@ 👋
source: Hello, %@ 👋
tr: Merhaba, %@ 👋

source: Next
tr: İleri

# onboard_desc_1
source: We prepare the most suitable training program for you, tailored to your physical characteristics and goals.
tr: Fiziksel özelliklerine ve hedeflerine en uygun antrenman programını senin için hazırlıyoruz.

# onboard_desc_2
source: Record your weight, height, and training data regularly and instantly track how close you are to your goal.
tr: Kilo, boy ve antrenman verilerini düzenli kaydederek hedefine ne kadar yaklaştığını anlık izle.

# onboard_desc_3
source: Join the FitFlow community and take the first step today to achieve your dream body.
tr: FitFlow topluluğuna katıl ve hayalindeki vücuda kavuşmak için bugün ilk adımı at.

# onboard_title_1
source: Personalized Plans
tr: Kişiselleştirilmiş Planlar

# onboard_title_2
source: Track Your Progress
tr: Gelişimini Takip Et

# onboard_title_3
source: Push Your Limits
tr: Sınırlarını Zorla

# Sana özel 1 haftalık program ve diyet listesi oluşturuluyor. Lütfen bekle.
source: Creating your personalized 1-week program and diet list. Please wait.
tr: Sana özel 1 haftalık program ve diyet listesi oluşturuluyor. Lütfen bekle.

# Toplam Kalori
source: Total Calories
tr: Toplam Kalori

# Toplam Karbonhidrat
source: Total Carbs
tr: Toplam Karbonhidrat

# Toplam Protein
source: Total Protein
tr: Toplam Protein

# Toplam Yağ
source: Total Fat
tr: Toplam Yağ

source: Weight
tr: Kilo

source: Welcome to FitFlow
tr: FitFlow'a Hoş Geldin

source: What is your goal
tr: Hedefin Nedir?

source: What is your name
tr: İsmin nedir?

# Yağ
source: Fat
tr: Yağ
